{
  "welcome": "हमारी साइट पर आपका स्वागत है",
  "change_language": "भाषा बदलें",
  "nav": {
  "home": "होम",
  "about": "हमारे बारे में",
  "programs": "कार्यक्रम",
  "admissions": "प्रवेश",
  "contact": "संपर्क",
  "studentlife": "छात्र जीवन",
  "academics" : "शैक्षणिक",
"academic_programs":"शैक्षणिक कार्यक्रम",
"lower_school": "निम्न विद्यालय",
"lower_school_25":"निम्न विद्यालय (2-5)",
"middle_school": "मध्य विद्यालय"
  },
  "language": {
  "select": "भाषा चुनें"
  },
  "about": {
"title": "Future Bright स्कूल के बारे में",
"description": "Future Bright स्कूल में, हम युवा दिमागों को आत्मविश्वासी, दयालु और रचनात्मक वैश्विक नागरिक बनने के लिए तैयार करते हैं। हमारा मिशन अभिनव शिक्षण, सामुदायिक जुड़ाव और एक सुरक्षित, समावेशी वातावरण के माध्यम से समग्र शिक्षा प्रदान करना है।",
"core_values_title": "हमारे मूल मूल्य",
"core_values": [
"ईमानदारी और सम्मान",
"शैक्षणिक उत्कृष्टता",
"समावेशीपन और विविधता",
"रचनात्मकता और नवाचार",
"सामुदायिक जुड़ाव"
],
"team_title": "हमारी नेतृत्व टीम से मिलें",
"team": [
{
"name": "डॉ. अंजलि सिंह",
"role": "प्रधानाचार्य",
"img": "/images/principal.jpg",
"bio": "20 से अधिक वर्षों के अनुभव के साथ, डॉ. सिंह नवाचार और समावेशिता के दृष्टिकोण के साथ स्कूल का नेतृत्व करते हैं।" },
{
"name": "श्री राजेश कुमार",
"role": "उप प्राचार्य",
"img": "/images/viceprincipal.jpg",
"bio": "छात्रों की सफलता को बढ़ावा देने और संकाय विकास का समर्थन करने के लिए प्रतिबद्ध।"
},
{
"name": "श्रीमती मीरा जोशी",
"role": "प्रवेश प्रमुख",
"img": "/images/admissions_head.jpg",
"bio": "सभी संभावित परिवारों के लिए एक सहज और स्वागत योग्य प्रवेश प्रक्रिया सुनिश्चित करता है।"
}
]
},
"admissions": {
"title": "प्रवेश 2025-26 के लिए खुले हैं",
"description": "हम अपने जीवंत समुदाय में शामिल होने के लिए नए छात्रों का स्वागत करते हैं। हमारी प्रवेश प्रक्रिया, पात्रता मानदंड का पता लगाएं और उत्कृष्टता की ओर अपनी यात्रा शुरू करें।",
"highlights": [
{
"title": "आसान आवेदन प्रक्रिया",
"description": "हमारे सुव्यवस्थित प्रवेश फॉर्म के साथ जल्दी और सुरक्षित रूप से ऑनलाइन आवेदन करें।"
},
{
"title": "छात्रवृत्ति उपलब्ध है",
"description": "आपकी शिक्षा का समर्थन करने के लिए योग्यता-आधारित और आवश्यकता-आधारित छात्रवृत्तियाँ।"
},
{
"title": "अनुभवी संकाय",
"description": "आपकी सफलता के लिए प्रतिबद्ध उच्च योग्य और भावुक शिक्षकों से सीखें।"
}
]
},
"academics": {
"title": "अकादमिक कार्यक्रम",
"intro": "Future Bright में, हमारे शैक्षणिक कार्यक्रम सोच-समझकर बनाए गए हैं ताकि शुरुआती वर्षों से लेकर स्नातक स्तर तक आलोचनात्मक सोच, रचनात्मकता और सीखने के प्रति प्रेम को बढ़ावा दिया जा सके। हम शिक्षा के प्रति संतुलित, समग्र दृष्टिकोण में विश्वास करते हैं जो छात्रों को न केवल परीक्षाओं के लिए, बल्कि जीवन के लिए तैयार करता है।",
"sections": {
"toddler": {
"title": "लोअर स्कूल (TK-1)",
"description": "हमारा प्रारंभिक शिक्षा कार्यक्रम इंटरैक्टिव खेल, कहानी सुनाने और व्यावहारिक गतिविधियों के माध्यम से बुनियादी कौशल पर ध्यान केंद्रित करता है। छात्रों को एक पोषण वातावरण में खोज करने, प्रश्न पूछने और आत्मविश्वास विकसित करने के लिए प्रोत्साहित किया जाता है।" },
"lower25": {
"title": "लोअर स्कूल (ग्रेड 2-5)",
"description": "प्रारंभिक शिक्षा पर निर्माण करते हुए, यह चरण साक्षरता, संख्यात्मकता और पूछताछ-आधारित सीखने की आदतों को विकसित करने पर केंद्रित है। टीमवर्क, सम्मान और मुख्य शैक्षणिक मूल्यों की स्थापना पर जोर दिया जाता है।"
},
"middle": {
"title": "मिडिल स्कूल (ग्रेड 6-8)",
"description": "मिडिल स्कूल के वर्ष महत्वपूर्ण सोच, डिजिटल साक्षरता और छात्रों को हाई स्कूल की कठोरता के लिए तैयार करने पर ध्यान केंद्रित करते हैं। हम प्रोजेक्ट-आधारित शिक्षा, नेतृत्व गतिविधियाँ और कोडिंग, कला और सार्वजनिक बोलने जैसे खोजपूर्ण विषयों का परिचय देते हैं।"
}
},
"support": {
"title": "सहायता सेवाएँ",
"description": "हमारे शैक्षणिक कार्यक्रमों को छात्र कल्याण पहल, कैरियर परामर्श, सह-पाठयक्रम गतिविधियों और जहाँ आवश्यक हो वहाँ अकादमिक सुधार जैसी सहायता सेवाओं द्वारा पूरक किया जाता है।"
}
},
"contact": {
"title": "संपर्क करें",
"thankYou": "धन्यवाद! हम जल्द ही आपसे संपर्क करेंगे।",
"name": "आपका नाम",
"email": "ईमेल",
"message": "संदेश",
"submit": "संदेश भेजें",
"infoTitle": "संपर्क जानकारी",
"address": "Future Bright स्कूल, ग्रीन वैली पार्क के पास, अमेठी, उत्तर प्रदेश, 227405",
"phone": "+91 98765 43210",
"emailText": "info@Future Brightschool.edu.in"
},

  
    "explore_programs": "हमारे कार्यक्रमों का अन्वेषण करें",
    "mission_title": "हमारा मिशन",
    "mission_text": "ऐसा वातावरण बनाना जहाँ हर छात्र अकादमिक, सामाजिक और भावनात्मक रूप से अपनी पूर्ण क्षमता प्राप्त कर सके।",
    "values_title": "हमारे मूल्य",
    "value_list": [
      "सम्मान और ईमानदारी",
      "शिक्षा में उत्कृष्टता",
      "समावेशिता और विविधता",
      "रचनात्मकता और नवाचार",
      "समुदाय की भागीदारी"
    ],
    "join_title": "हमसे जुड़ें",
    "join_text": "एक जीवंत समुदाय का हिस्सा बनें जो छात्रों को सफल होने और दुनिया पर सकारात्मक प्रभाव डालने के लिए सशक्त बनाता है।"
  ,
  "programs": {
    "science": {
      "title": "विज्ञान संकाय",
      "description": "भौतिकी, रसायन, जीवविज्ञान को प्रयोगों के माध्यम से जानें।",
      "details": "हमारा विज्ञान कार्यक्रम जिज्ञासा और आलोचनात्मक सोच को बढ़ावा देता है। छात्र प्रयोगशालाओं, परियोजनाओं और अनुसंधान गतिविधियों के माध्यम से प्रतियोगी परीक्षाओं और STEM करियर की तैयारी करते हैं।"
    },
    "arts": {
      "title": "कला और मानविकी",
      "description": "साहित्य, इतिहास और सामाजिक विज्ञान का अध्ययन करें।",
      "details": "कला कार्यक्रम रचनात्मकता और सांस्कृतिक जागरूकता को प्रोत्साहित करता है, जिससे छात्रों में संप्रेषण और विश्लेषणात्मक क्षमताएँ विकसित होती हैं।"
    },
    "commerce": {
      "title": "वाणिज्य और व्यवसाय",
      "description": "अर्थशास्त्र, लेखांकन और व्यवसाय प्रबंधन सीखें।",
      "details": "वाणिज्य कार्यक्रम छात्रों को व्यापार, वित्त और उद्यमिता के क्षेत्रों में व्यावहारिक ज्ञान और इंटर्नशिप के अवसर प्रदान करता है।"
    },
    "sports": {
      "title": "खेल और शारीरिक शिक्षा",
      "description": "फिटनेस, टीमवर्क और एथलेटिक विकास पर ध्यान दें।",
      "details": "हमारा खेल कार्यक्रम अनुशासन और स्वस्थ जीवनशैली को बढ़ावा देता है, जिसमें विभिन्न खेलों में कोचिंग और फिटनेस प्रशिक्षण शामिल है।"
    }
  },
  
  "lowerSchool": {
    "title": "लोअर स्कूल (टीके–1)",
    "intro": "हमारा ट्रांजिशनल किंडरगार्टन (टीके) से ग्रेड 1 कार्यक्रम एक बच्चे के जीवनभर की सीखने की यात्रा की नींव रखता है। पोषण देने वाले वातावरण, अनुभवी शिक्षकों और रोचक गतिविधियों के माध्यम से हम अपने छोटे शिक्षार्थियों को आवश्यक अकादमिक और सामाजिक-भावनात्मक कौशल विकसित करने में मदद करते हैं।",
    "sections": {
      "literacy": {
        "title": "बुनियादी साक्षरता",
        "description": "फॉनिक्स, कहानी सुनाने और गाइडेड रीडिंग सेशन के माध्यम से बच्चों को भाषा का आनंद सिखाया जाता है। हम शब्दावली विकास, अक्षर पहचान और प्रारंभिक लेखन पर ध्यान देते हैं ताकि संवाद कौशल विकसित किया जा सके।"
      },
      "numeracy": {
        "title": "प्रारंभिक संख्यात्मकता",
        "description": "बच्चे संख्याओं, पैटर्न और समस्या समाधान को व्यावहारिक गतिविधियों और खेल आधारित शिक्षण के माध्यम से सीखते हैं। गणित को मजेदार बनाने के लिए हम वस्तुएं, दृश्य सहायता और इंटरएक्टिव खेलों का उपयोग करते हैं।"
      },
      "socialEmotional": {
        "title": "सामाजिक और भावनात्मक विकास",
        "description": "हम बच्चों को उनकी भावनाओं को समझना, संबंध बनाना और आत्म-विश्वास विकसित करना सिखाते हैं। कक्षा की दिनचर्या और समूह गतिविधियाँ सहानुभूति, जिम्मेदारी और सहयोग को बढ़ावा देती हैं।"
      },
      "creative": {
        "title": "रचनात्मक अभिव्यक्ति",
        "description": "संगीत, कला और गति हमारे टीके–1 पाठ्यक्रम का हिस्सा हैं। बच्चे चित्र बनाकर, नृत्य, कहानी सुनाकर और कल्पनाशील खेल के माध्यम से खुद को रचनात्मक रूप से अभिव्यक्त करते हैं।"
      },
      "outdoor": {
        "title": "बाहरी और खोजपरक शिक्षण",
        "description": "बाहरी कक्षाओं और प्रकृति की सैर के माध्यम से हम बच्चों की मोटर स्किल्स, पर्यावरण जागरूकता और अवलोकन क्षमताओं का विकास करते हैं। हम विज्ञान और प्रकृति की खोज के ज़रिए जिज्ञासा को प्रोत्साहित करते हैं।"
      },
      "family": {
        "title": "परिवार और समुदाय की भागीदारी",
        "description": "हम मानते हैं कि सीखना सबसे प्रभावशाली तब होता है जब यह एक साझा अनुभव होता है। हमारे कार्यक्रम में नियमित माता-पिता-शिक्षक संवाद, छात्र प्रस्तुतियाँ और सहयोगात्मक सीखने के अवसर शामिल हैं ताकि परिवारों को शुरुआती शिक्षा की यात्रा में शामिल किया जा सके।"
      }
    }
  },
  
  "lowerSchool25": {
    "title": "लोअर स्कूल (कक्षा 2–5)",
    "intro": "लोअर स्कूल (कक्षा 2–5) बच्चों की जिज्ञासा, रचनात्मकता और सीखने के प्रेम को आगे बढ़ाता है। हमारा पाठ्यक्रम एक मजबूत शैक्षणिक आधार के साथ-साथ स्वतंत्रता, सहयोग और व्यक्तिगत विकास को बढ़ावा देने के लिए डिज़ाइन किया गया है।",
    "sections": {
      "languageArts": {
        "title": "भाषा कला",
        "description": "छात्र समृद्ध साहित्य, मार्गदर्शित पठन समूहों और लेखन कार्यशालाओं के माध्यम से अपनी पठन समझ, शब्दावली और व्याकरण कौशल को गहरा करते हैं। विभिन्न उद्देश्यों और दर्शकों के लिए स्पष्ट और आत्मविश्वास के साथ लिखने पर बल दिया जाता है।"
      },
      "math": {
        "title": "गणित",
        "description": "गणित में व्यावहारिक दृष्टिकोण छात्रों को गुणा, भाग, भिन्न, ज्यामिति और शब्द समस्याओं जैसे अवधारणाओं को समझने में मदद करता है। हम तार्किक सोच, संख्यात्मक बोध और समस्या-समाधान कौशल को विकसित करते हैं।"
      },
      "science": {
        "title": "विज्ञान और खोज",
        "description": "विज्ञान पाठ अवलोकन, प्रयोग और आलोचनात्मक सोच को प्रोत्साहित करने के लिए प्रश्न आधारित होते हैं। विषयों में पृथ्वी विज्ञान, जीवविज्ञान, मौसम, पारिस्थितिकी तंत्र और भौतिक विज्ञान शामिल हैं, जो अक्सर वास्तविक जीवन से जुड़े होते हैं।"
      },
      "socialStudies": {
        "title": "सामाजिक अध्ययन",
        "description": "छात्र समुदायों, संस्कृतियों, इतिहास, भूगोल और नागरिकता का अन्वेषण करते हैं। वे परियोजना-आधारित सीखने में भाग लेते हैं और एक जिम्मेदार वैश्विक नागरिक के रूप में विकसित होते हैं।"
      },
      "arts": {
        "title": "कला और समृद्धि",
        "description": "दृश्य कला, संगीत और प्रदर्शन कला को पाठ्यक्रम में एकीकृत किया गया है, जिससे बच्चे रचनात्मक रूप से खुद को व्यक्त कर सकें। छात्र पुस्तकालय, कंप्यूटर लैब और जीवन कौशल सत्रों में भी भाग लेते हैं।"
      },
      "character": {
        "title": "चरित्र और जीवन कौशल",
        "description": "हम सम्मान, सहानुभूति, धैर्य और जिम्मेदारी पर दैनिक बातचीत, कक्षा गतिविधियों और पूरे स्कूल के कार्यक्रमों के माध्यम से बल देते हैं। छात्र संघर्ष प्रबंधन, टीमवर्क और नेतृत्व करना सीखते हैं।"
      }
    }
  },
  
  "middleSchool": {
    "title": "मिडिल स्कूल (कक्षा 6–8)",
    "intro": "हमारा मिडिल स्कूल कार्यक्रम छात्रों की शैक्षणिक, भावनात्मक और सामाजिक आवश्यकताओं को ध्यान में रखते हुए तैयार किया गया है, जब वे बचपन से किशोरावस्था की ओर बढ़ते हैं। हम संतुलित, चुनौतीपूर्ण और सहयोगात्मक पाठ्यक्रम के माध्यम से जिज्ञासा, स्वतंत्रता और नेतृत्व को प्रोत्साहित करते हैं।",
    "sections": {
      "ela": {
        "title": "अंग्रेज़ी भाषा कला",
        "description": "छात्र उपन्यास, निबंध, कविता और शोध परियोजनाओं के माध्यम से विश्लेषणात्मक पढ़ने और संरचित लेखन कौशल विकसित करते हैं। शब्दावली और व्याकरण को दैनिक शिक्षण में शामिल किया जाता है, जिसमें आलोचनात्मक सोच और संचार पर जोर होता है।"
      },
      "math": {
        "title": "गणित",
        "description": "मिडिल स्कूल गणित में प्री-अल्जेब्रा, अल्जेब्रा और ज्यामिति की अवधारणाएं शामिल होती हैं। छात्र समस्या-समाधान, गणितीय तर्क और वास्तविक जीवन में गणित के अनुप्रयोग को इंटरैक्टिव विधियों और तकनीकी उपकरणों के माध्यम से सीखते हैं।"
      },
      "science": {
        "title": "विज्ञान",
        "description": "हमारा व्यावहारिक विज्ञान कार्यक्रम जीवन विज्ञान, पृथ्वी विज्ञान, रसायन विज्ञान और भौतिकी को कवर करता है। छात्र प्रयोग करते हैं, आंकड़ों का विश्लेषण करते हैं और विज्ञान मेलों और फील्ड-आधारित अनुसंधान में भाग लेते हैं।"
      },
      "socialStudies": {
        "title": "सामाजिक अध्ययन",
        "description": "छात्र विश्व इतिहास, भूगोल, नागरिक शास्त्र और संस्कृतियों का अध्ययन करते हैं। पाठों में कारण-प्रभाव संबंध, वर्तमान घटनाएं, ऐतिहासिक महत्व और वैश्विक दृष्टिकोण विकसित करने पर ध्यान केंद्रित किया जाता है।"
      },
      "languages": {
        "title": "विश्व भाषाएँ",
        "description": "छात्र हिंदी, संस्कृत या फ्रेंच जैसी भाषाओं का अध्ययन प्रारंभ या जारी रखते हैं। इसमें बोलना, सुनना, पढ़ना और लिखना तथा सांस्कृतिक समझ को महत्व दिया जाता है।"
      },
      "technology": {
        "title": "प्रौद्योगिकी और मीडिया साक्षरता",
        "description": "मिडिल स्कूल के छात्र शोध, प्रस्तुतियों, डिजिटल रचनात्मकता और ऑनलाइन सुरक्षा के लिए तकनीक का जिम्मेदारी से उपयोग करना सीखते हैं। कोडिंग और रोबोटिक्स को STEM पाठ्यक्रम का हिस्सा बनाया गया है।"
      },
      "leadership": {
        "title": "नेतृत्व, स्वास्थ्य और जीवन कौशल",
        "description": "हम भावनात्मक बुद्धिमत्ता, टीमवर्क और नैतिक निर्णय लेने की क्षमता को विकसित करते हैं। छात्र छात्र परिषद, क्लब और सामुदायिक परियोजनाओं के माध्यम से नेतृत्व की भूमिकाएं निभाते हैं। जीवन कौशल और शारीरिक शिक्षा को लचीलापन, स्वास्थ्य और जिम्मेदारी को बढ़ाने के लिए शामिल किया गया है।"
      }
    }
  },
  
  "programsp": {
    "title": "हमारे कार्यक्रम",
    "description": "हम विभिन्न प्रकार के शैक्षणिक और सह-पाठ्यक्रम कार्यक्रम प्रदान करते हैं जो प्रतिभाओं को निखारने और भविष्य के लिए कौशल विकसित करने के लिए डिज़ाइन किए गए हैं।",
    "science": {
      "title": "विज्ञान स्ट्रीम",
      "description": "भौतिकी, रसायन विज्ञान और जीवविज्ञान का प्रयोगों के साथ अध्ययन करें।",
      "details": "हमारा विज्ञान कार्यक्रम जिज्ञासा और आलोचनात्मक सोच को प्रोत्साहित करता है। छात्र प्रयोगशालाओं, परियोजनाओं और अनुसंधान गतिविधियों में भाग लेते हैं ताकि वे प्रतियोगी परीक्षाओं और STEM करियर के लिए तैयार हो सकें।"
    },
    "arts": {
      "title": "कला और मानविकी",
      "description": "साहित्य, इतिहास और सामाजिक विज्ञान में गहराई से अध्ययन करें।",
      "details": "कला कार्यक्रम रचनात्मकता और सांस्कृतिक जागरूकता को बढ़ावा देता है, जिससे छात्र मजबूत संप्रेषण और विश्लेषणात्मक कौशल विकसित करते हैं।"
    },
    "commerce": {
      "title": "वाणिज्य और व्यवसाय",
      "description": "अर्थशास्त्र, वित्त, लेखा और व्यापार प्रबंधन सीखें।",
      "details": "व्यवसाय, वित्त और उद्यमिता में करियर के लिए व्यावहारिक ज्ञान और इंटर्नशिप के अवसरों के साथ तैयारी करें।"
    },
    "sports": {
      "title": "खेल और शारीरिक शिक्षा",
      "description": "फिटनेस, टीमवर्क और एथलेटिक विकास पर ध्यान दें।",
      "details": "हमारा खेल कार्यक्रम अनुशासन और स्वस्थ जीवनशैली को बढ़ावा देता है, जिसमें विभिन्न खेलों और फिटनेस कार्यक्रमों में कोचिंग दी जाती है।"
    },
    "close": "बंद करें"
  },
  
  "studentLife": {
    "heading": "Future Bright में छात्र जीवन",
    "intro": "Future Bright में छात्र जीवन जीवंत, विविध और अनुभवों से भरपूर है। हमारा कैंपस एकता, नेतृत्व और मित्रता को बढ़ावा देता है। अकादमिक से लेकर कला और खेल तक, हर छात्र को फलने-फूलने का अवसर मिलता है।",
    "academics": {
      "title": "कक्षा से परे अकादमिक गतिविधियाँ",
      "description": "हमारे छात्र परियोजनाओं, शैक्षिक यात्राओं और विज्ञान मेलों के माध्यम से वास्तविक दुनिया की समस्याओं को हल करते हैं। बहस क्लब, कोडिंग कार्यशालाएँ और गणित ओलंपियाड जैसी गतिविधियाँ पढ़ाई को कक्षा से आगे ले जाती हैं।"
    },
    "arts": {
      "title": "कला और संस्कृति",
      "description": "Future Bright में रचनात्मकता जीवित है! छात्र संगीत, नृत्य, नाटक और दृश्य कला में भाग लेते हैं। वार्षिक सांस्कृतिक उत्सव, प्रतिभा प्रदर्शन और कला प्रदर्शनियां हमारी विविधता और कलात्मक प्रतिभा को उजागर करती हैं।"
    },
    "sports": {
      "title": "खेल और स्वास्थ्य",
      "description": "बास्केटबॉल और फुटबॉल जैसे टीम खेलों से लेकर योग और एथलेटिक्स जैसी व्यक्तिगत गतिविधियों तक, हम शारीरिक फिटनेस और स्वास्थ्य पर बल देते हैं। हमारे कैंपस में खेल के मैदान, कोर्ट और स्वास्थ्य केंद्र हैं।"
    },
    "leadership": {
      "title": "नेतृत्व और छात्र क्लब",
      "description": "Future Bright छात्र परिषद, पर्यावरण क्लब, कोडिंग क्लब आदि प्रदान करता है। ये प्लेटफॉर्म छात्रों को नेतृत्व करने, कार्यक्रम आयोजित करने और समाज में बदलाव लाने की प्रेरणा देते हैं।"
    },
    "community": {
      "title": "सामुदायिक सेवा और मूल्य",
      "description": "हम दया, सेवा और नागरिक जिम्मेदारी के मूल्यों को परियोजनाओं, दान अभियानों और जागरूकता कार्यक्रमों के माध्यम से सिखाते हैं। इससे छात्रों में समाज से जुड़ाव और उद्देश्य की भावना पैदा होती है।"
    },
    "dayInLife": {
      "title": "जीवन का एक दिन",
      "description": "Future Bright में एक सामान्य दिन खोज, रचनात्मकता और आनंद से भरा होता है। एक सहायक वातावरण, समर्पित मार्गदर्शक और भरपूर अवसरों के साथ, यहां का छात्र जीवन छात्रों को केवल परीक्षा के लिए नहीं, बल्कि जीवन के लिए तैयार करता है।"
    }
  },
  "programCard": {
  "learnMore": "और जानें"
},
"admission": {
  "heading": "प्रवेश आवेदन फ़ॉर्म",
  "success": "धन्यवाद! आपका आवेदन सफलतापूर्वक जमा हो गया है।",
  "fullName": "पूरा नाम",
  "dob": "जन्म तिथि",
  "classApply": "जिस कक्षा के लिए आवेदन किया जा रहा है",
  "email": "ईमेल",
  "phone": "फ़ोन",
  "address": "पता",
  "message": "संदेश",
  "messagePlaceholder": "हमें ऐसी कोई जानकारी दें जो हमें जाननी चाहिए...",
  "submitButton": "आवेदन जमा करें"
},
"footer": {
  "schoolName": "Future Bright स्कूल",
  "mission": "हम छात्रों को शैक्षणिक उत्कृष्टता प्राप्त करने, चरित्र निर्माण करने और नवाचार, करुणा और रचनात्मकता के माध्यम से भविष्य की सफलता के लिए तैयार करते हैं।",
  "quickLinks": "त्वरित लिंक",
  "contactUs": "संपर्क करें",
  "followUs": "हमें फॉलो करें",
  "links": {
    "home": "मुख्य पृष्ठ",
    "about": "हमारे बारे में",
    "programs": "कार्यक्रम",
    "admissions": "प्रवेश",
    "contact": "संपर्क"
  },
  "address": "123 नॉलेज लेन, अमेठी, यूपी",
  "rightsReserved": "सर्वाधिकार सुरक्षित।"
}












}

